[
  {
    "animal": "horse",
    "comments": "I am leasing to horses and they are wonderful they aren't smelly at all at first their poop smells for 2 minutes and then it doesn't smell at all horses are not hard to take care of I love them so much they can be really well trained and great farm pets I love horses",
    "productivelevel": 10,
    "productive as": "productive as"
  },
  {
    "animal": "cow",
    "comments": "By far the best animal it gives us milk yum I mean who doesn't like they make good pets to if you look after them well and if you love them they will love you to sum up my story cows are great!",
    "productivelevel": 10,
    "productive as": "productive as"
  },
  {
    "animal": "pig",
    "comments": "Very cute when piglets. I love showing hogs in fairs. Great animal in profit and taste.",
    "productivelevel": 9,
    "productive as": "productive as"
  },
  {
    "animal": "goat",
    "comments": "Goats are so cute they rub up against you and ccome in all sizes",
    "productivelevel": 9,
    "productive as": "productive as"
  },
  {
    "animal": "chicken",
    "comments": "Chickens should be first! They can be used for more then any other farm animal. You can eat their eggs and their meat. You can use their feathers. Chicken fertilizer is excellent for growing lettuce and cabbage. They can till gardens removing them of weeds and bugs. They will eat most almost any leftover you don't want to help cut down on garbage. And if you are not one for slaughtering farm animals, they can make great (outdoor) pets even and can be used for show-birds.",
    "productivelevel": 8,
    "productive as": "productive as"
  },
  {
    "animal": "sheep",
    "comments": "Sheep produce lamb, great for selling, and mutton. They produce sweeter milk than cows or goats. They provide wool, and lanolin oil. They are excellent grazers, and provide manure.",
    "productivelevel": 8,
    "productive as": "productive as"
  },
  {
    "animal": "donkey",
    "comments": "Strong, friendly and protective\nThey protect horses and sheep from coyotes",
    "productivelevel": 7,
    "productive as": "productive as"
  },
  {
    "animal": "alpaca",
    "comments": "Best Animal. They can handle small loads of weight and are very cute. Also their fur is very soft and valuable.",
    "productivelevel": 7,
    "productive as": "productive as"
  },
  {
    "animal": "duck",
    "comments": "I have 6 ducks, 3 Pekin and 3 Buff Orpington. I've never thought that ducks could be so sweet! They are a lot of fun for all ages, amazing to watch them grow, and lay eggs that are known to taste great in pastries! They may not be as popular as a chicken, but that doesn't mean they're not a bundle of fun!",
    "productivelevel": 6,
    "productive as": "productive as"
  },
  {
    "animal": "rabbit",
    "comments": "They are cute and fluffy and can eat carrots.",
    "productivelevel": 6,
    "productive as": "productive as"
  },
  {
    "animal": "indian runner duck",
    "comments": "If you like eggs this one is right for you because they lay up to 300 eggs a year if you feed them enough food and water.",
    "productivelevel": 5,
    "productive as": "productive as"
  },
  {
    "animal": "goose",
    "comments": "Go geese! They are intelligent, loving friendly and great 'watchdogs'! They can really bond with there owner as well. I have not personally tasted goose eggs yet though.",
    "productivelevel": 5,
    "productive as": "productive as"
  },
  {
    "animal": "dog",
    "comments": "Sheepdogs are the best you can train them to tend to sheep be house train and do much more. Also they are very loyal. They could also be a hard working guard dog",
    "productivelevel": 4,
    "productive as": "productive as"
  },
  {
    "animal": "llamas",
    "comments": "Why\nHappy llama sad llama mentally disturbed llama\nSuper llama drama llama big fat momma llama",
    "productivelevel": 4,
    "productive as": "productive as"
  },
  {
    "animal": "carabao",
    "comments": "My father or our family loves carabao because they can help us in different ways",
    "productivelevel": 3,
    "productive as": "productive as"
  },
  {
    "animal": "ox",
    "comments": "Do these still live!?!?!?!",
    "productivelevel": 3,
    "productive as": "productive as"
  },
  {
    "animal": "turkey",
    "comments": "Turkeys are the best! Somw people think their mean but can bond with there handlers like any animals. I strongly suggest getting Turkey also because of their feathers with are nice to craft with and you'll never have to buy a Turkey again.",
    "productivelevel": 2,
    "productive as": "productive as"
  },
  {
    "animal": "owl",
    "comments": "They are cute and have big eyes so they can see better through the night.",
    "productivelevel": 2,
    "productive as": "productive as"
  },
  {
    "animal": "barn cat",
    "comments": "Barn cats are the cutest ever you need one if you have a barn",
    "productivelevel": 1,
    "productive as": "productive as"
  },
  {
    "animal": "golden pheasant",
    "comments": "Golden pheasants are great. I have 3 varieties. And I make a lot of money on their eggs and chicks",
    "productivelevel": 1,
    "productive as": "productive as"
  }
]